Repository: ymese/pda-languages
Catalog: prevent-direct-access-gold-*.po
Languages: de_de

source: Prevent Direct Access
de_de: Direkten Zugriff verhindern

source: Settings
de_de: Einstellungen

source: Protect files
de_de: Bescherm bestanden

source: Unprotect files
de_de: Entsperren Sie die Dateien

source: Extensions
de_de: Erweiterungen

source: Prevent Direct Access Gold: Invite & Earn
de_de: Prevent Direktzugriff Gold: Einladen & Verdienen

source: This file is already protected. Please reload your page.
de_de: Diese Datei ist bereits geschützt. Bitte laden Sie Ihre Seite neu.

source: Default
de_de: Standard

source: Admin users
de_de: Admin-Benutzer

source: The file's author
de_de: Der Autor der Datei

source: Logged-in users
de_de: Angemeldete Benutzer

source: Anyone
de_de: Jemand

source: The post with ID: %d is not an attachment post type.
de_de: Der Beitrag mit ID: %d ist kein Anhangsposttyp.

source: The new path provided: %s is absolute. The new path must be a path relative to the WP uploads directory.
de_de: Der neue Pfad wird bereitgestellt: %s ist absolut. Der neue Pfad muss ein Pfad zum WP-Upload-Verzeichnis sein.

source: There was an error making or verifying the directory at: %s
de_de: Beim Erstellen oder Überprüfen des Verzeichnisses unter: %s ein Fehler aufgetreten

source: Rename failed when trying to move file from: %s, to: %s
de_de: Umbenennen fehlgeschlagen, wenn versucht wird, Datei von: %s zu: %s

source: Prevent Direct Access Gold
de_de: Verhindern Sie direkten Zugriff Gold

source: Protect this file
de_de: Schützen Sie diese Datei

source: Unprotect this file
de_de: Heben Sie den Schutz dieser Datei auf

source: Protect this attachment's files with PDA.
de_de: Schützen Sie die Dateien dieses Anhangs mit PDA.

source: Can not move the files %s to protected folder.
de_de: Die Dateien %s können nicht in den geschützten Ordner verschoben werden.

source: Cannot found the post : %s
de_de: Der Beitrag konnte nicht gefunden werden: %s

source: This url : %s already existed!
de_de: Diese URL: %s existiert bereits!

source: License
de_de: Lizenz

source: Migrate to version 3.0
de_de: Migrieren Sie auf Version 3.0

source: IP Restriction
de_de: IP-Beschränkung

source: Magic Links
de_de: Magische Verbindungen

source: Contact Forms
de_de: Kontaktformulare

source: Membership Integration
de_de: Mitgliedschaft Integration

source: Helpers
de_de: Helfer

source: Quick Walkthrough
de_de: Schnelldurchlauf

source: Prevent Direct Access Gold Status
de_de: Verhindern Sie direkten Goldstatus

source: Tools
de_de: Werkzeuge

source: Logs
de_de: Protokolle

source: WordPress Environment
de_de: WordPress-Umgebung

source: Home URL
de_de: Ausgangs-URL

source: Site URL
de_de: Seiten-URL

source: Prevent Direct Access Version
de_de: Direct Access-Version verhindern

source: WordPress Memory Limit
de_de: WordPress Speicherlimit

source: WordPress Debug Mode
de_de: WordPress Debug-Modus

source: Language
de_de: Sprache

source: External object cache
de_de: Externer Objekt-Cache

source: Server Environment
de_de: Serverumgebung

source: Server info
de_de: Serverinformationen

source: PHP Post Max Size
de_de: PHP Post Max Größe

source: PHP Time Limit
de_de: PHP-Zeitlimit

source: PHP Max Input Vars
de_de: PHP Max Eingabe Vars

source: SUHOSIN Installed
de_de: SUHOSIN installiert

source: Max Upload Size
de_de: Maximale Uploadgröße

source: Default Timezone is UTC
de_de: Die Standardzeitzone ist UTC

source: Default timezone is %s - it should be UTC
de_de: Standardzeitzone ist %s - es sollte UTC sein

source: Your server does not have fsockopen or cURL enabled - PayPal IPN and other scripts which communicate with other servers will not work. Contact your hosting provider.
de_de: Auf Ihrem Server ist fsockopen oder cURL nicht aktiviert - PayPal IPN und andere Skripte, die mit anderen Servern kommunizieren, funktionieren nicht. Kontaktieren Sie Ihren Hosting-Anbieter.

source: DOMDocument
de_de: DOMDokument

source: Your server does not have the %s class enabled - HTML/Multipart emails, and also some extensions, will not work without DOMDocument.
de_de: Auf Ihrem Server ist die %s Klasse nicht aktiviert - HTML / Multipart-E-Mails und einige Erweiterungen funktionieren ohne DOMDocument nicht.

source: Your server does not support the %s function - this is required to use the GeoIP database from MaxMind.
de_de: Ihr Server unterstützt die Funktion %s - dies ist erforderlich, um die GeoIP-Datenbank von MaxMind zu verwenden.

source: Your server does not support the %s functions - this is required for better character encoding. Some fallbacks will be used instead for it.
de_de: Ihr Server unterstützt die %s Funktionen nicht - dies ist für eine bessere Zeichencodierung erforderlich. Einige Fallbacks werden dafür verwendet.

source: %s failed. Contact your hosting provider.
de_de: %s fehlgeschlagen. Kontaktieren Sie Ihren Hosting-Anbieter.

source: Remote Get
de_de: Fern Holen

source: PDA Log Directory Writable
de_de: PDA-Protokollverzeichnis beschreibbar

source: Please change the write permission to directory %s
de_de: Bitte ändern Sie die Schreibberechtigung in das Verzeichnis %s

source: Database
de_de: Datenbank

source: Prevent Direct Access Database Version
de_de: Datenbankversion von Direct Access verhindern

source: Database prefix
de_de: Datenbankpräfix

source: Total Database Size
de_de: Gesamtgröße der Datenbank

source: Database Data Size
de_de: Datenbankdatengröße

source: Database Index Size
de_de: Datenbank-Indexgröße

source: Security
de_de: Sicherheit

source: Secure connection (HTTPS)
de_de: Sichere Verbindung (HTTPS)

source: Your site is not using HTTPS. <a href="%s" target="_blank">Learn more about HTTPS and SSL Certificates</a>.
de_de: Ihre Website verwendet kein HTTPS. <a href=" %s" Weitere Informationen zu HTTPS und SSL-Zertifikaten </a>

source: Hide errors from visitors
de_de: Fehler von Besuchern ausblenden

source: Error messages should not be shown to visitors.
de_de: Fehlermeldungen sollten Besuchern nicht angezeigt werden.

source: Theme
de_de: Thema

source: Version
de_de: Ausführung

source: Author URL
de_de: Autor-URL

source: Child theme
de_de: Kind Thema

source: If you are modifying Prevent Direct Access Gold on a parent theme that you did not build personally we recommend using a child theme. See: <a href="%s" target="_blank">How to create a child theme</a>
de_de: Wenn Sie Prevent Direct Access Gold für ein übergeordnetes Thema ändern, das Sie nicht persönlich erstellt haben, empfehlen wir die Verwendung eines untergeordneten Designs. Siehe: <a href=" %s " target="_blank"> So erstellen Sie ein untergeordnetes Thema </a>

source: 403. Forbidden.<br/>You cannot directly access files of this type in this directory on this server. Please contact the website administrator.
de_de: 403. Verboten. <br/> Sie können in diesem Verzeichnis auf diesem Server nicht direkt auf Dateien dieses Typs zugreifen. Bitte kontaktieren Sie den Website-Administrator.

source: the site's %s file is not writable
de_de: Die %s Datei der Site ist nicht beschreibbar

source: <strong>in the WordPress rewrite block</strong> (the WordPress block usually starts with %s and ends with %s, <strong>just below</strong> the line reading %s
de_de: <strong> im WordPress-Umschreibblock </ strong> (der WordPress-Block beginnt normalerweise mit %s und endet mit %s , <strong> knapp unter </ strong> der Zeile mit %s

source: <strong>above</strong> any other rewrite rules in the file.
de_de: <strong> über </ strong> andere Rewrite-Regeln in der Datei.

source: PDA Gold works best with %s enabled, so it is strongly recommended that you %s! If, however, you really <i>really</i> want to use ugly permalinks, then...
de_de: PDA Gold funktioniert am besten mit aktiviertem %s , daher wird dringend empfohlen, dass Sie %s ! Wenn du jedoch wirklich </> hässliche Permalinks benutzen willst, dann ...

source: Pretty Permalinks
de_de: Hübsche Permalinks

source: enable them
de_de: aktiviere sie

source: Add the following rules to your %s file located at %s
de_de: Fügen Sie Ihrer %s Datei unter %s die folgenden Regeln hinzu

source: Once done, please click on the button below to check if the rewrite rules are inserted correctly
de_de: Wenn Sie fertig sind, klicken Sie bitte auf die Schaltfläche unten, um zu überprüfen, ob die Rewrite-Regeln korrekt eingefügt wurden

source: Use raw redirect URL
de_de: Verwenden Sie die rohe Weiterleitungs-URL

source: <strong>within your WordPress rewrite block</strong>, which usually starts with %s and ends with %s, and <strong>just below</strong> the line reading %s
de_de: <strong> in Ihrem Wordpress neu schreiben Block </ strong>, die in der Regel beginnt mit %s und enden mit %s und <strong> knapp unter </ strong> die Linie Lese %s

source: If the original links of your protected files are still accessible and/or their private links don't work, please make sure our rewrite rules are inserted correctly on your .htaccess file by clicking on the button below.
de_de: Wenn die ursprünglichen Links Ihrer geschützten Dateien weiterhin zugänglich sind und / oder ihre privaten Links nicht funktionieren, stellen Sie bitte sicher, dass unsere Umschreibungsregeln korrekt in Ihre .htaccess-Datei eingefügt werden, indem Sie auf die Schaltfläche unten klicken.

source: The following rules should be added into your %s file located at %s
de_de: Die folgenden Regeln sollten zu Ihrer %s Datei hinzugefügt werden, die sich unter %s

source: Disable Directory Listing
de_de: Verzeichnisliste deaktivieren

source: Save changes
de_de: Änderungen speichern

source: Like our Gold version?
de_de: Wie unsere Gold Version?

source: If you like <b>Prevent Direct Access Gold version</b>, please give us <span class="pda-star dashicons dashicons-star-filled"></span> to motivate the team to work harder, add more powerful features and support you even better :) </br> A huge thanks in advance!
de_de: Wenn Sie möchten <b> Prevent Direct Access Gold-Version </ b>, geben Sie uns <span class = "pda-star dashicons dashicons-star-filled"> </ span>, um das Team zu motivieren, härter zu arbeiten, hinzuzufügen leistungsfähigere Funktionen und unterstützen Sie noch besser :) </ br> Ein großes Dankeschön im Voraus!

source: Let's do it
de_de: Machen wir das

source: Action failed. Please refresh the page and retry.
de_de: Aktion: fehlgeschlagen. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.

source: Download log
de_de: Log herunterladen

source: %1$s at %2$s
de_de: %1$s bei %2$s

source: View
de_de: Aussicht

source: There are currently no logs to view.
de_de: Zurzeit sind keine Protokolle verfügbar.

source: Be the first to get our latest updates and probably 1-year Gold license for free.
de_de: Seien Sie der Erste, der unsere neuesten Updates und die wahrscheinlich einjährige Gold-Lizenz kostenlos erhält.

source: Get Lucky
de_de: Glück haben

source: Congrats! You've subscribed to our newsletter and now stand a chance to win our 1-year Gold license for free.
de_de: Glückwunsch! Sie haben unseren Newsletter abonniert und haben nun die Chance, unsere 1-jährige Gold-Lizenz kostenlos zu gewinnen.

source: Stay tuned for our updates :)
de_de: Bleib dran für unsere Updates :)
